Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Your complete checklist, budget tracker, guest list and vendors unlock immediately.
ar: تُفتح فورًا قائمة مهامك الكاملة ومتتبّع الميزانية وقائمة الضيوف والموردون.
cs: Kompletní seznam úkolů, sledování rozpočtu, seznam hostů a dodavatelé se odemknou okamžitě.
da: Jeres komplette tjekliste, budgetoversigt, gæsteliste og leverandører låses op med det samme.
de: Eure komplette Checkliste, der Budget-Tracker, die Gästeliste und die Dienstleister sind sofort da.
es: Vuestra lista de tareas completa, el control del presupuesto, la lista de invitados y los proveedores se desbloquean al instante.
et: Sinu täielik kontrollnimekiri, eelarvejälgija, külaliste nimekiri ja teenusepakkujad avanevad kohe.
fi: Koko tehtävälistasi, budjettiseuranta, vieraslista ja palveluntarjoajat avautuvat heti.
fr: Votre check-list complète, le suivi du budget, la liste d'invités et les prestataires se débloquent immédiatement.
hr: Vaš cjeloviti popis zadataka, praćenje proračuna, popis gostiju i dobavljači otključavaju se odmah.
hu: A teljes teendőlistád, a költségkövetőd, a vendéglistád és a szolgáltatóid azonnal feloldódnak.
is: Allur gátlistinn, fjárhagsáætlunin, gestalistinn og þjónustuaðilarnir opnast strax.
it: Checklist completa, budget, lista invitati e fornitori si sbloccano subito.
ja: 完全なチェックリスト、予算管理、ゲストリスト、業者管理がすぐに使えるようになります。
ko: 전체 체크리스트, 예산 관리, 하객 명단, 업체가 바로 열려요.
lv: Tavs pilnais kontrolsaraksts, budžeta uzskaite, viesu saraksts un pakalpojumu sniedzēji atveras uzreiz.
nb: Hele sjekklisten, budsjettoversikten, gjestelisten og leverandørene låses opp med én gang.
nl: Je volledige checklist, budgettracker, gastenlijst en leveranciers gaan meteen open.
pl: Pełna lista zadań, śledzenie budżetu, lista gości i usługodawcy odblokowują się od razu.
pt: Sua lista de tarefas completa, o acompanhamento do orçamento, a lista de convidados e os fornecedores são desbloqueados na hora.
ro: Lista completă de sarcini, urmărirea bugetului, lista de invitați și furnizorii se deblochează imediat.
ru: Полный чек-лист, трекер бюджета, список гостей и подрядчики открываются сразу.
sk: Váš kompletný zoznam úloh, sledovanie rozpočtu, zoznam hostí aj dodávatelia sa odomknú okamžite.
sl: Celoten seznam opravil, sledilnik proračuna, seznam gostov in ponudniki se odklenejo takoj.
sv: Din kompletta checklista, budgetkoll, gästlista och leverantörer låses upp direkt.
th: เช็คลิสต์ฉบับเต็ม ตัวติดตามงบประมาณ รายชื่อแขก และผู้ให้บริการ ปลดล็อกทันที
tr: Kontrol listenizin tamamı, bütçe takibiniz, misafir listeniz ve tedarikçileriniz anında açılır.
uk: Ваш повний чек-лист, трекер бюджету, список гостей і підрядники відкриваються одразу.
vi: Toàn bộ danh sách công việc, công cụ theo dõi ngân sách, danh sách khách mời và nhà cung cấp mở khóa ngay lập tức.
zh_hans: 完整清单、预算追踪、宾客名单和供应商立即解锁。
zh_hant: 完整的待辦清單、預算追蹤、賓客名單和廠商管理，立刻全部解鎖。

source: Your current plan stays active until you cancel it in the App Store.
ar: تبقى خطتك الحالية فعّالة حتى تلغيها من App Store.
cs: Váš aktuální plán zůstává aktivní, dokud jej nezrušíte v App Store.
da: Jeres nuværende plan forbliver aktiv, indtil I opsiger den i App Store.
de: Euer aktuelles Abo läuft weiter, bis ihr es im App Store kündigt.
es: Tu plan actual seguirá activo hasta que lo canceles en la App Store.
et: Sinu praegune plaan jääb aktiivseks, kuni tühistad selle App Store'is.
fi: Nykyinen tilauksesi pysyy voimassa, kunnes peruutat sen App Storessa.
fr: Votre abonnement actuel reste actif jusqu'à ce que vous le résiliiez dans l'App Store.
hr: Vaš trenutačni plan ostaje aktivan dok ga ne otkažete u App Storeu.
hu: A jelenlegi csomagod addig marad aktív, amíg le nem mondod az App Store-ban.
is: Núverandi áskrift helst virk þar til þú segir henni upp í App Store.
it: Il tuo piano attuale resta attivo finché non lo annulli nell'App Store.
ja: 現在のプランは、App Store で解約するまで有効です。
ko: App Store에서 해지하기 전까지 현재 플랜이 계속 유지돼요.
lv: Tavs pašreizējais plāns paliek aktīvs, līdz to atcel App Store.
nb: Planen din forblir aktiv til du sier den opp i App Store.
nl: Je huidige plan blijft actief tot je het opzegt in de App Store.
pl: Wasz obecny plan pozostaje aktywny, dopóki nie anulujecie go w App Store.
pt: Seu plano atual continua ativo até você cancelar na App Store.
ro: Planul tău actual rămâne activ până îl anulezi din App Store.
ru: Ваш текущий план остаётся активным, пока вы не отмените его в App Store.
sk: Váš aktuálny plán zostane aktívny, kým ho nezrušíte v App Store.
sl: Vajin trenutni paket ostane aktiven, dokler ga ne prekličeta v App Store.
sv: Din nuvarande plan är aktiv tills du avslutar den i App Store.
th: แผนปัจจุบันของคุณจะใช้งานได้ต่อไปจนกว่าคุณจะยกเลิกใน App Store
tr: Mevcut planınız, App Store'dan iptal edene kadar etkin kalır.
uk: Ваш поточний план залишається активним, доки ви не скасуєте його в App Store.
vi: Gói hiện tại của bạn vẫn hoạt động cho đến khi bạn hủy trong App Store.
zh_hans: 在你们于 App Store 取消之前，当前方案会一直有效。
zh_hant: 在你於 App Store 取消之前，目前的方案都會維持有效。

source: Your data is never sold
ar: بياناتك لا تُباع أبدًا
cs: Vaše data nikdy neprodáváme
da: Jeres data bliver aldrig solgt
de: Deine Daten werden nie verkauft
es: Tus datos nunca se venden
et: Sinu andmeid ei müüda kunagi
fi: Tietojasi ei koskaan myydä
fr: Vos données ne sont jamais vendues
hr: Vaši se podaci nikad ne prodaju
hu: Az adataidat soha nem adjuk el
is: Gögnin þín eru aldrei seld
it: I tuoi dati non vengono mai venduti
ja: データが販売されることはありません
ko: 데이터는 절대 판매하지 않아요
lv: Tavi dati nekad netiek pārdoti
nb: Dataene dine selges aldri
nl: Je gegevens worden nooit verkocht
pl: Nigdy nie sprzedajemy Waszych danych
pt: Seus dados nunca são vendidos
ro: Datele tale nu sunt vândute niciodată
ru: Мы никогда не продаём ваши данные
sk: Vaše údaje nikdy nepredávame
sl: Vajinih podatkov nikoli ne prodajamo
sv: Dina uppgifter säljs aldrig
th: ข้อมูลของคุณไม่เคยถูกนำไปขาย
tr: Verileriniz asla satılmaz
uk: Ваші дані ніколи не продаються
vi: Dữ liệu của bạn không bao giờ bị bán
zh_hans: 我们绝不出售你们的数据
zh_hant: 我們絕不販售你的資料

source: Your dream team is ready
ar: فريق أحلامك جاهز
cs: Váš tým snů je připravený
da: Jeres drømmehold er klar
de: Dein Dream-Team steht
es: Tu equipo soñado está listo
et: Sinu unistuste meeskond on valmis
fi: Unelmatiimisi on valmis
fr: Votre équipe de rêve est prête
hr: Vaš tim iz snova je spreman
hu: Az álomcsapatod készen áll
is: Draumateymið þitt er tilbúið
it: Il tuo team da sogno è pronto
ja: おふたりのチームが揃いました
ko: 드림팀이 준비됐어요
lv: Tava sapņu komanda ir gatava
nb: Drømmeteamet deres er klart
nl: Jullie droomteam staat klaar
pl: Wasz wymarzony zespół jest gotowy
pt: Sua equipe dos sonhos está pronta
ro: Echipa ta de vis e gata
ru: Ваша команда мечты готова
sk: Váš vysnívaný tím je pripravený
sl: Vajina sanjska ekipa je pripravljena
sv: Ditt drömteam är redo
th: ทีมในฝันของคุณพร้อมแล้ว
tr: Hayalinizdeki ekip hazır
uk: Ваша команда мрії готова
vi: Đội ngũ trong mơ của bạn đã sẵn sàng
zh_hans: 你们的梦之队已就位
zh_hant: 你的夢幻團隊準備好了

source: Your focus today
ar: تركيزك اليوم
cs: Na co se dnes zaměřit
da: Jeres fokus i dag
de: Dein Fokus heute
es: Tu enfoque de hoy
et: Sinu tänane fookus
fi: Tämän päivän fokuksesi
fr: Votre priorité du jour
hr: Vaš fokus danas
hu: A mai fókuszod
is: Fókusinn þinn í dag
it: Il tuo focus di oggi
ja: 今日のフォーカス
ko: 오늘의 집중
lv: Tavs šodienas fokuss
nb: Fokuset ditt i dag
nl: Je focus vandaag
pl: Na czym skupić się dziś
pt: Seu foco hoje
ro: Focusul tău de azi
ru: Ваш фокус на сегодня
sk: Na čo sa dnes zamerať
sl: Vajin današnji fokus
sv: Ditt fokus i dag
th: โฟกัสของคุณวันนี้
tr: Bugünkü odağınız
uk: Ваш фокус на сьогодні
vi: Trọng tâm hôm nay của bạn
zh_hans: 今天的重点
zh_hant: 你今天的重點

source: Your full checklist, the complete budget tracker, unlimited guests and vendors.
ar: قائمة مهامك الكاملة، ومتتبّع الميزانية كاملًا، وضيوف وموردون بلا حدود.
cs: Celý seznam úkolů, kompletní sledování rozpočtu, neomezeně hostů a dodavatelů.
da: Hele jeres tjekliste, den komplette budgetoversigt, ubegrænset antal gæster og leverandører.
de: Eure ganze Checkliste, der komplette Budget-Tracker, unbegrenzt Gäste und Dienstleister.
es: Vuestra lista de tareas completa, el control total del presupuesto e invitados y proveedores ilimitados.
et: Sinu täielik kontrollnimekiri, terviklik eelarvejälgija, piiramatult külalisi ja teenusepakkujaid.
fi: Koko tehtävälistasi, täysi budjettiseuranta, rajattomasti vieraita ja palveluntarjoajia.
fr: Votre check-list complète, le suivi de budget intégral, invités et prestataires illimités.
hr: Vaš cijeli popis zadataka, potpuno praćenje proračuna, neograničeno gostiju i dobavljača.
hu: A teljes teendőlistád, a komplett költségkövető, korlátlan vendég és szolgáltató.
is: Allur gátlistinn þinn, heil fjárhagsáætlun, ótakmarkaðir gestir og þjónustuaðilar.
it: La checklist completa, il budget al dettaglio, invitati e fornitori illimitati.
ja: チェックリスト全体、完全な予算管理、無制限のゲストと業者。
ko: 전체 체크리스트, 완전한 예산 관리, 무제한 하객과 업체까지.
lv: Tavs pilnais kontrolsaraksts, pilnā budžeta uzskaite, neierobežots viesu un pakalpojumu sniedzēju skaits.
nb: Hele sjekklisten, hele budsjettoversikten, ubegrenset antall gjester og leverandører.
nl: Je volledige checklist, de complete budgettracker, onbeperkt gasten en leveranciers.
pl: Pełna lista zadań, kompletne śledzenie budżetu, nieograniczona liczba gości i usługodawców.
pt: Sua lista de tarefas completa, o acompanhamento total do orçamento, convidados e fornecedores ilimitados.
ro: Lista ta completă de sarcini, urmărirea completă a bugetului, invitați și furnizori nelimitați.
ru: Полный чек-лист, полный трекер бюджета, неограниченное число гостей и подрядчиков.
sk: Váš celý zoznam úloh, kompletné sledovanie rozpočtu, neobmedzene hostí a dodávateľov.
sl: Celoten seznam opravil, popoln sledilnik proračuna, neomejeno gostov in ponudnikov.
sv: Hela din checklista, den kompletta budgetkollen, obegränsat med gäster och leverantörer.
th: เช็คลิสต์ฉบับเต็ม ตัวติดตามงบประมาณครบทุกหมวด แขกและผู้ให้บริการไม่จำกัด
tr: Kontrol listenizin tamamı, eksiksiz bütçe takibi, sınırsız misafir ve tedarikçi.
uk: Ваш повний чек-лист, повноцінний трекер бюджету, необмежена кількість гостей і підрядників.
vi: Toàn bộ danh sách công việc, công cụ theo dõi ngân sách đầy đủ, khách mời và nhà cung cấp không giới hạn.
zh_hans: 完整清单、完整的预算追踪，宾客和供应商不限数量。
zh_hant: 完整的待辦清單、完整的預算追蹤，還有無上限的賓客與廠商。

source: Your guest list is full
ar: قائمة ضيوفك ممتلئة
cs: Váš seznam hostů je plný
da: Jeres gæsteliste er fuld
de: Deine Gästeliste ist voll
es: Tu lista de invitados está llena
et: Sinu külaliste nimekiri on täis
fi: Vieraslistasi on täynnä
fr: Votre liste d'invités est complète
hr: Vaš popis gostiju je pun
hu: A vendéglistád megtelt
is: Gestalistinn þinn er fullur
it: La tua lista invitati è piena
ja: ゲストリストがいっぱいです
ko: 하객 명단이 가득 찼어요
lv: Tavs viesu saraksts ir pilns
nb: Gjestelisten din er full
nl: Je gastenlijst is vol
pl: Wasza lista gości jest pełna
pt: Sua lista de convidados está cheia
ro: Lista ta de invitați este plină
ru: Ваш список гостей заполнен
sk: Váš zoznam hostí je plný
sl: Vajin seznam gostov je poln
sv: Din gästlista är full
th: รายชื่อแขกของคุณเต็มแล้ว
tr: Misafir listeniz doldu
uk: Ваш список гостей заповнений
vi: Danh sách khách mời của bạn đã đầy
zh_hans: 宾客名单已满
zh_hant: 你的賓客名單已滿

source: Your guests
ar: ضيوفك
cs: Vaši hosté
da: Jeres gæster
de: Eure Gäste
es: Vuestros invitados
et: Sinu külalised
fi: Vieraasi
fr: Vos invités
hr: Vaši gosti
hu: A vendégeid
is: Gestirnir þínir
it: I vostri invitati
ja: おふたりのゲスト
ko: 두 분의 하객
lv: Tavi viesi
nb: Gjestene deres
nl: Jullie gasten
pl: Wasi goście
pt: Seus convidados
ro: Invitații tăi
ru: Ваши гости
sk: Vaši hostia
sl: Vajini gostje
sv: Dina gäster
th: แขกของคุณ
tr: Misafirleriniz
uk: Ваші гості
vi: Khách mời của bạn
zh_hans: 你们的宾客
zh_hant: 你的賓客

source: Your love story deserves
ar: قصة حبكما تستحق
cs: Vaše láska si zaslouží
da: Jeres kærlighedshistorie fortjener
de: Eure Liebesgeschichte verdient
es: Vuestra historia de amor merece
et: Sinu armastuslugu väärib
fi: Rakkaustarinanne ansaitsee
fr: Votre histoire d'amour mérite
hr: Vaša ljubavna priča zaslužuje
hu: A szerelmetek megérdemli ezt:
is: Ástarsagan ykkar á skilið
it: La vostra storia d'amore merita
ja: おふたりのラブストーリーにふさわしい
ko: 두 분의 사랑 이야기에 어울리는
lv: Tavs mīlestības stāsts ir pelnījis
nb: Kjærlighetshistorien deres fortjener
nl: Jullie liefdesverhaal verdient
pl: Wasza historia miłosna zasługuje na
pt: Sua história de amor merece
ro: Povestea voastră de dragoste merită
ru: Ваша история любви заслуживает
sk: Váš príbeh lásky si zaslúži
sl: Vajina ljubezenska zgodba si zasluži
sv: Din kärlekshistoria förtjänar
th: เรื่องราวความรักของคุณคู่ควรกับ
tr: Aşk hikâyeniz hak ediyor:
uk: Ваша історія кохання заслуговує
vi: Chuyện tình của bạn xứng đáng có
zh_hans: 你们的爱情故事，值得
zh_hant: 你們的愛情故事，值得

source: Your love story deserves this beautiful celebration! 💑
ar: قصة حبّكما تستحق هذا الاحتفال الجميل! 💑
cs: Váš příběh lásky si tuhle krásnou oslavu zaslouží! 💑
da: Jeres kærlighedshistorie fortjener den her smukke fest! 💑
de: Eure Liebesgeschichte verdient diese wunderschöne Feier! 💑
es: ¡Tu historia de amor merece esta preciosa celebración! 💑
et: Sinu armastuslugu väärib seda kaunist pidu! 💑
fi: Rakkaustarinanne ansaitsee tämän kauniin juhlan! 💑
fr: Votre histoire d'amour mérite cette belle fête ! 💑
hr: Vaša ljubavna priča zaslužuje ovu prekrasnu proslavu! 💑
hu: A szerelmetek megérdemli ezt a gyönyörű ünnepet! 💑
is: Ástarsagan ykkar á þessa fallegu hátíð skilið! 💑
it: La vostra storia d'amore merita questa festa meravigliosa! 💑
ja: 二人の物語には、この素敵なお祝いがふさわしいですね 💑
ko: 두 사람의 사랑 이야기에 꼭 어울리는 아름다운 축제예요! 💑
lv: Jūsu mīlas stāsts ir pelnījis šos skaistos svētkus! 💑
nb: Kjærlighetshistorien din fortjener denne vakre feiringen! 💑
nl: Jullie liefdesverhaal verdient dit prachtige feest! 💑
pl: Wasza historia miłosna zasługuje na to piękne święto! 💑
pt: A sua história de amor merece esta linda celebração! 💑
ro: Povestea voastră de dragoste merită această sărbătoare frumoasă! 💑
ru: Ваша история любви достойна такого прекрасного праздника! 💑
sk: Váš príbeh lásky si zaslúži túto krásnu oslavu! 💑
sl: Vajina ljubezenska zgodba si zasluži to čudovito slavje! 💑
sv: Er kärlekssaga förtjänar det här vackra firandet! 💑
th: เรื่องราวความรักของคุณคู่ควรกับงานฉลองที่สวยงามนี้! 💑
tr: Aşk hikâyeniz bu güzel kutlamayı hak ediyor! 💑
uk: Ваша історія кохання варта цього прекрасного свята! 💑
vi: Chuyện tình của bạn xứng đáng với lễ kỷ niệm tuyệt đẹp này! 💑
zh_hans: 你们的爱情故事值得这场美好的庆典！💑
zh_hant: 你們的愛情故事，值得這場美好的慶典！💑

source: Your love story is unfolding beautifully
ar: قصة حبكما تتكشّف بجمال
cs: Váš příběh lásky se krásně rozvíjí
da: Jeres kærlighedshistorie folder sig smukt ud
de: Eure Liebesgeschichte entfaltet sich wunderbar
es: Vuestra historia de amor florece preciosa
et: Sinu armastuslugu rullub kaunilt lahti
fi: Rakkaustarinanne kehkeytyy kauniisti
fr: Votre histoire d'amour se déploie magnifiquement
hr: Vaša se ljubavna priča prekrasno razvija
hu: A szerelmi történetetek gyönyörűen bontakozik ki
is: Ástarsagan ykkar þróast fallega
it: La vostra storia d'amore si svela meravigliosamente
ja: おふたりのラブストーリーが美しく紡がれています
ko: 두 분의 사랑 이야기가 아름답게 펼쳐지고 있어요
lv: Tavs mīlestības stāsts risinās skaisti
nb: Kjærlighetshistorien deres utfolder seg nydelig
nl: Jullie liefdesverhaal ontvouwt zich prachtig
pl: Wasza historia miłosna pięknie się rozwija
pt: Sua história de amor está se desenrolando lindamente
ro: Povestea voastră de dragoste se scrie minunat
ru: Ваша история любви разворачивается прекрасно
sk: Váš príbeh lásky sa krásne rozvíja
sl: Vajina ljubezenska zgodba se lepo odvija
sv: Din kärlekshistoria utvecklas underbart
th: เรื่องราวความรักของคุณกำลังค่อย ๆ งดงามขึ้น
tr: Aşk hikâyeniz çok güzel yazılıyor
uk: Ваша історія кохання розгортається прекрасно
vi: Chuyện tình của bạn đang mở ra thật đẹp
zh_hans: 你们的爱情故事正美好地展开
zh_hant: 你們的愛情故事，正美麗地展開

source: Your message
ar: رسالتك
cs: Vaše zpráva
da: Din besked
de: Deine Nachricht
es: Tu mensaje
et: Sinu sõnum
fi: Viestisi
fr: Votre message
hr: Vaša poruka
hu: Az üzeneted
is: Skilaboðin þín
it: Il tuo messaggio
ja: メッセージ
ko: 메시지
lv: Tava ziņa
nb: Meldingen din
nl: Je bericht
pl: Wasza wiadomość
pt: Sua mensagem
ro: Mesajul tău
ru: Ваше сообщение
sk: Vaša správa
sl: Vajino sporočilo
sv: Ditt meddelande
th: ข้อความของคุณ
tr: Mesajınız
uk: Ваше повідомлення
vi: Tin nhắn của bạn
zh_hans: 你的留言
zh_hant: 你的訊息

source: Your name
ar: اسمك
cs: Vaše jméno
da: Dit navn
de: Dein Name
es: Tu nombre
et: Sinu nimi
fi: Nimesi
fr: Votre prénom
hr: Vaše ime
hu: A neved
is: Nafnið þitt
it: Il tuo nome
ja: お名前
ko: 이름
lv: Tavs vārds
nb: Navnet ditt
nl: Je naam
pl: Twoje imię
pt: Seu nome
ro: Numele tău
ru: Ваше имя
sk: Vaše meno
sl: Tvoje ime
sv: Ditt namn
th: ชื่อของคุณ
tr: Adınız
uk: Ваше ім’я
vi: Tên của bạn
zh_hans: 你的名字
zh_hant: 你的名字

source: Your next steps, already in order.
ar: خطواتك التالية، مرتبة سلفًا.
cs: Vaše další kroky, už seřazené.
da: Jeres næste skridt, allerede i rækkefølge.
de: Eure nächsten Schritte, schon sortiert.
es: Vuestros próximos pasos, ya ordenados.
et: Sinu järgmised sammud, juba õiges järjekorras.
fi: Seuraavat askeleesi, jo järjestyksessä.
fr: Vos prochaines étapes, déjà dans l'ordre.
hr: Vaši sljedeći koraci, već posloženi.
hu: A következő lépéseid, már sorba rendezve.
is: Næstu skref, þegar komin í rétta röð.
it: I vostri prossimi passi, già in ordine.
ja: 次にやることは、すでに順番どおりに並んでいます。
ko: 다음 할 일이 이미 순서대로 정리돼 있어요.
lv: Tavi nākamie soļi jau ir pareizā secībā.
nb: De neste stegene deres, allerede i riktig rekkefølge.
nl: Je volgende stappen, al op volgorde.
pl: Wasze kolejne kroki, już w kolejności.
pt: Seus próximos passos, já na ordem certa.
ro: Următorii tăi pași, deja puși în ordine.
ru: Ваши следующие шаги — уже по порядку.
sk: Vaše ďalšie kroky, už v správnom poradí.
sl: Vajini naslednji koraki, že po vrsti.
sv: Dina nästa steg, redan i rätt ordning.
th: ก้าวต่อไปของคุณ เรียงลำดับไว้ให้แล้ว
tr: Sıradaki adımlarınız, çoktan sıraya girdi.
uk: Ваші наступні кроки — уже в правильному порядку.
vi: Những bước tiếp theo của bạn, đã sẵn đúng thứ tự.
zh_hans: 接下来的每一步，都已排好顺序。
zh_hant: 接下來的每一步，都幫你排好順序了。

source: Your partner's name
ar: اسم شريكك
cs: Jméno vašeho partnera
da: Din partners navn
de: Name deines Partners
es: Nombre de tu pareja
et: Sinu kaasa nimi
fi: Kumppanisi nimi
fr: Le prénom de votre partenaire
hr: Ime vašeg partnera
hu: A párod neve
is: Nafn makans þíns
it: Il nome del partner
ja: パートナーのお名前
ko: 파트너의 이름
lv: Tava partnera vārds
nb: Navnet til partneren din
nl: De naam van je partner
pl: Imię Twojej drugiej połówki
pt: Nome do seu amor
ro: Numele partenerului tău
ru: Имя вашего партнёра
sk: Meno vášho partnera
sl: Ime tvojega partnerja
sv: Din partners namn
th: ชื่อคู่ของคุณ
tr: Partnerinizin adı
uk: Ім’я вашого партнера
vi: Tên của người ấy
zh_hans: 另一半的名字
zh_hant: 另一半的名字

source: Your people are taken care of
ar: أحبّاؤك في رعاية تامة
cs: O vaše lidi je postaráno
da: Der er taget hånd om jeres mennesker
de: Deine Liebsten sind versorgt
es: Tu gente está bien atendida
et: Sinu inimeste eest on hoolitsetud
fi: Läheisistäsi on huolehdittu
fr: Vos proches sont entre de bonnes mains
hr: Pobrinuli ste se za svoje ljude
hu: Az embereidről gondoskodva van
is: Það er hugsað um fólkið þitt
it: Le persone care sono al sicuro
ja: 大切な人たちのことは、もう安心です
ko: 소중한 사람들을 잘 챙기고 있어요
lv: Par taviem cilvēkiem ir parūpēts
nb: Folkene deres er tatt godt hånd om
nl: Voor je mensen is gezorgd
pl: Wasi bliscy są zaopiekowani
pt: Suas pessoas estão bem cuidadas
ro: Oamenii tăi sunt pe mâini bune
ru: О ваших людях позаботились
sk: O vašich ľudí je postarané
sl: Za vajine ljudi je poskrbljeno
sv: Dina människor är omhändertagna
th: คนของคุณได้รับการดูแลเรียบร้อย
tr: Sevdikleriniz emin ellerde
uk: Про ваших людей подбали
vi: Những người thân của bạn đều được lo chu đáo
zh_hans: 你们在意的人都被照顾到了
zh_hant: 你在乎的人都被照顧到了

source: Your perfect day is coming together
ar: يومك المثالي يكتمل شيئًا فشيئًا
cs: Váš dokonalý den se skládá dohromady
da: Jeres perfekte dag tager form
de: Dein perfekter Tag nimmt Gestalt an
es: Tu día perfecto va tomando forma
et: Sinu täiuslik päev hakkab kokku saama
fi: Täydellinen päiväsi alkaa hahmottua
fr: Votre jour parfait prend forme
hr: Vaš savršen dan dolazi na svoje
hu: Összeáll a tökéletes napod
is: Fullkomni dagurinn er að taka á sig mynd
it: Il tuo giorno perfetto prende forma
ja: 理想の一日が形になってきています
ko: 완벽한 하루가 만들어지고 있어요
lv: Tava ideālā diena veidojas
nb: Den perfekte dagen deres tar form
nl: Jullie perfecte dag komt samen
pl: Wasz idealny dzień nabiera kształtu
pt: Seu dia perfeito está tomando forma
ro: Ziua ta perfectă prinde contur
ru: Ваш идеальный день складывается
sk: Váš dokonalý deň sa krásne skladá dokopy
sl: Vajin popoln dan se sestavlja
sv: Din perfekta dag växer fram
th: วันที่สมบูรณ์แบบของคุณกำลังลงตัว
tr: Mükemmel gününüz şekilleniyor
uk: Ваш ідеальний день складається
vi: Ngày hoàn hảo của bạn đang dần thành hình
zh_hans: 你们完美的一天正逐渐成形
zh_hant: 你們完美的一天正在成形

source: Your personalized
ar: المخصّصة لك
cs: Váš plán na míru
da: Jeres personlige
de: Deine persönlichen
es: Tus primeros pasos
et: Sinu isikupärastatud
fi: Sinun oma
fr: Vos premières
hr: Vaš personalizirani
hu: A személyre szabott
is: Þín persónulega
it: I tuoi primi
ja: おふたりだけの
ko: 두 분만의
lv: Tavs personalizētais
nb: Deres personlige
nl: Jullie persoonlijke
pl: Wasz spersonalizowany
pt: Personalizado para vocês
ro: Personalizat pentru tine
ru: Ваш персональный
sk: Váš personalizovaný
sl: Vajina osebna
sv: Din personliga
th: ออกแบบเฉพาะสำหรับคุณ
tr: Size özel
uk: Ваш персональний
vi: Dành riêng cho bạn
zh_hans: 为你们定制的
zh_hant: 為你們量身打造的

source: Your plan for %@ is built and waiting.
ar: خطتك لـ %@ جاهزة وتنتظرك.
cs: Váš plán pro %@ je hotový a čeká.
da: Jeres plan til %@ er bygget og klar.
de: Euer Plan für %@ steht bereit.
es: Vuestro plan para %@ ya está listo y esperando.
et: Sinu plaan kuupäevaks %@ on valmis ja ootab.
fi: Suunnitelmasi päivälle %@ on valmiina odottamassa.
fr: Votre plan pour %@ est prêt et vous attend.
hr: Vaš plan za %@ složen je i čeka.
hu: A terved elkészült erre a napra: %@.
is: Áætlunin þín fyrir %@ er tilbúin og bíður.
it: %@: il vostro piano è pronto e vi aspetta.
ja: %@ のプランができあがり、お待ちしています。
ko: %@을(를) 위한 플랜이 완성돼 기다리고 있어요.
lv: Tavs plāns %@ ir izveidots un gaida.
nb: Planen for %@ er bygget og klar.
nl: Jullie plan voor %@ staat klaar.
pl: Wasz plan na %@ jest gotowy i czeka.
pt: Seu plano para %@ está pronto e esperando.
ro: Planul vostru pentru %@ este construit și vă așteaptă.
ru: Ваш план на %@ собран и ждёт.
sk: Váš plán na %@ je hotový a čaká.
sl: Vajin načrt za %@ je sestavljen in vaju čaka.
sv: Din plan för %@ är byggd och väntar.
th: แผนสำหรับ %@ สร้างเสร็จและรออยู่แล้ว
tr: %@ için planınız hazır, sizi bekliyor.
uk: Ваш план на %@ складено й чекає.
vi: Kế hoạch cho %@ đã dựng xong và đang chờ bạn.
zh_hans: 为 %@ 准备的计划已经做好，正等着你们。
zh_hant: 你 %@ 的計畫已經建好，隨時等你使用。
